Repository: grzchr15/phplist-wordpress-integration
Catalog: trunk/languages/phplist-*.po
Languages: de_at

source: Thank You For Subscribing
de_at: Danke für das Anmelden

source: An Error Occurred
de_at: Ein Fehler ist aufgetreten

source: We were unable to add your email to our list. Please send us an email at <a href="mailto:support@getoutbayarea.com">support@getoutbayarea.com</a> letting us know what happened and we'll make sure you get on the list.
de_at: Wir konnten deine eMail Adresse nicht zum Verteiler hinzufügen. Bitte sende uns ein eMail an <a href="mailto:volkstanzstmk@volkstanz.st">volkstanzstmk@volkstanz.st</a> und sag uns was passiert ist. Wir fügen Dich auch manuell zum Verteiler hinzu.

source: Sign Up For Our Newsletter
de_at: Anmelden für den Newsletter

source: Title:
de_at: Titel:

source: CURL library not detected on system. Need to compile php with cURL in order to use this plug-in
de_at: PHP Bibliothek CURL nicht auf Deinem Server gefunden. Bitte sorge dafür das diese Bibliothek funktioniert, wir brauchen Sie für dieses Plugin

source: You must supply an email address %s
de_at: Wir brauchen Deine eMail Adresse %s

source: Error: %1$s .Check <a href="%2$s"> admin config options page.</a>
de_at: Fehler: %1$s .Überprüfe <a href="%2$s"> admin config options page.</a>

source: Thank you for subscribing to our email list
de_at: Danke für das Anmelden für unsere eMail Liste

source: and added additional line for Lists. Make sure to enter List ID.
de_at: and added additional line for Lists. Die List ID unbedingt eingeben.

source: and Reset List Count
de_at: und Reset List Zähler

source: Options saved
de_at: Options gespeichert

source: No Mailing List
de_at: Keine Mailing Liste vohanden

source: You can not use any of the following in the Name or Email fields: a linebreak, or the phrases 'mime-version', 'content-type', 'cc:' or 'to:'.
de_at: Du kannst folgende Wörter nicht in einem der Felder verwenden: Zeilenumbruch, oder die Wörter 'mime-version', 'content-type', 'cc:' oder 'to:'.

source: Missing Required Field
de_at: Zwingend notwendiges Feldeingabe fehlt

source: Invalid Email
de_at: Ungültige eMail Adresse

source: You Must Check a Mailing List
de_at: Markiere eine Verteilerliste

source: Please select the newsletters you want to sign up for:
de_at: Bitte wähler einen Newsletters aus den Du zugeschickt bekommen möchstest:

source: Submit
de_at: Abschicken
